Repository: zeugmaster/macadamia
Catalog: macadamia/AppAssets/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, ko, pt_br, ru, tr

source: The wallet was unable to collect enough ecash for this transaction.
ar: لم تتمكن المحفظة من جمع ما يكفي من ecash لهذه المعاملة.
bn: Wallet এই লেনদেনের জন্য পর্যাপ্ত ecash সংগ্রহ করতে পারেনি।
de: Das Wallet konnte nicht genug Ecash finden für diese Transaktion
es: El wallet no pudo recolectar suficiente ecash para esta transacción.
fr: Le wallet n'a pas pu collecter assez d'ecash pour cette transaction.
hi: Wallet इस लेनदेन के लिए पर्याप्त ecash एकत्र करने में असमर्थ रहा।
ja: ウォレットはこのトランザクションに十分なecashを集められませんでした。
ko: 지갑이 이 거래에 충분한 ecash를 수집할 수 없었습니다.
pt_br: O wallet não conseguiu coletar ecash suficiente para esta transação.
ru: Кошелёк не смог собрать достаточно ecash для этой транзакции.
tr: Cüzdan bu işlem için yeterli ecash toplayamadı.

source: This blinded message has already been signed, indicating an issue during deterministic secret generation.
ar: هذه الرسالة المعمّاة موقعة بالفعل، مما يشير إلى مشكلة أثناء إنشاء الأسرار الحتمي.
bn: এই ব্লাইন্ডেড মেসেজ ইতিমধ্যে সাইন করা হয়েছে, যা ডিটারমিনিস্টিক সিক্রেট জেনারেশনে সমস্যা নির্দেশ করে।
de: Diese Blindnachricht wurde bereits signiert, was auf ein Problem bei der deterministischen Erzeugung der “Secrets” hindeutet.
es: Este mensaje ciego ya fue firmado, lo que indica un problema durante la generación determinística de secretos.
fr: Ce message aveugle a déjà été signé, indiquant un problème lors de la génération déterministe des secrets.
hi: यह ब्लाइंडेड संदेश पहले से हस्ताक्षरित है, जो डिटर्मिनिस्टिक सीक्रेट जनरेशन के दौरान समस्या दर्शाता है।
ja: このブラインドメッセージはすでに署名されており、決定論的シークレット生成中の問題を示しています。
ko: 이 블라인드 메시지는 이미 서명되었으며, 결정적 비밀 생성 중 문제가 있음을 나타냅니다.
pt_br: Esta mensagem cega já foi assinada, indicando um problema durante a geração determinística de segredos.
ru: Это слепое сообщение уже подписано, что указывает на проблему при детерминированной генерации секретов.
tr: Bu kör mesaj zaten imzalanmış, bu da deterministik gizli anahtar üretiminde bir sorun olduğunu gösteriyor.

source: This field supports BOLT11 invoices, LNURL strings (LNURL1...) or Lightning Addresses (e.g. user@host.com).
ar: يدعم هذا الحقل فواتير BOLT11 أو سلاسل LNURL (LNURL1...) أو عناوين Lightning (مثل user@host.com).
bn: এই ফিল্ড BOLT11 invoice, LNURL স্ট্রিং (LNURL1...) বা Lightning Address (যেমন user@host.com) সমর্থন করে।
de: Dieses Feld unterstützt BOLT11 Invoice, LNURL, oder Lightning Adressen (z.B. user@host.com).
es: Este campo admite facturas BOLT11, cadenas LNURL (LNURL1...) o direcciones Lightning (ej. user@host.com).
fr: Ce champ supporte les factures BOLT11, les chaînes LNURL (LNURL1...) ou les adresses Lightning (ex. user@host.com).
hi: यह फ़ील्ड BOLT11 invoice, LNURL स्ट्रिंग (LNURL1...) या Lightning Address (जैसे user@host.com) का समर्थन करता है।
ja: このフィールドはBOLT11インボイス、LNURL文字列（LNURL1...）またはLightningアドレス（例: user@host.com）に対応しています。
ko: 이 필드는 BOLT11 인보이스, LNURL 문자열(LNURL1...) 또는 라이트닝 주소(예: user@host.com)를 지원합니다.
pt_br: Este campo suporta faturas BOLT11, strings LNURL (LNURL1...) ou endereços Lightning (ex. user@host.com).
ru: Это поле поддерживает BOLT11-счета, строки LNURL (LNURL1...) или Lightning-адреса (напр. user@host.com).
tr: Bu alan BOLT11 invoice, LNURL dizileri (LNURL1...) veya Lightning Adresleri (örn. user@host.com) destekler.

source: This is your newly generated **seed phrase** backup. Write these twelve words down or save them in a password manager and use them to restore ecash from the mints known to this wallet (write those down, too).
ar: هذه هي نسخة احتياطية جديدة من **عبارة البذرة** الخاصة بك. اكتب هذه الكلمات الاثنتي عشرة أو احفظها في مدير كلمات المرور واستخدمها لاستعادة ecash من المنتات المعروفة لهذه المحفظة (اكتبها أيضًا).
bn: এটি আপনার নতুন তৈরি করা **সিড ফ্রেজ** ব্যাকআপ। এই বারোটি শব্দ লিখে রাখুন বা পাসওয়ার্ড ম্যানেজারে সংরক্ষণ করুন এবং এই Wallet-এর পরিচিত Mint থেকে ecash পুনরুদ্ধারে ব্যবহার করুন (সেগুলিও লিখে রাখুন)।
de: Hier ist deine neu generierte Seed-Phrase. Schreibe diese zwölf Wörter auf oder speichere sie in einem Passwort-Manager und verwende sie um Ecash wiederherzustellen bei den Mints, die diesem Wallet bekannt sind (schreibe dir diese auch auf).
es: Esta es tu nueva copia de seguridad de **frase semilla** generada. Escribe estas doce palabras o guárdalas en un gestor de contraseñas y úsalas para restaurar ecash de los mints conocidos por este wallet (anótalos también).
fr: Ceci est ta nouvelle sauvegarde de **phrase de récupération**. Note ces douze mots ou sauvegarde-les dans un gestionnaire de mots de passe et utilise-les pour restaurer l'ecash des mints connus de ce wallet (note-les aussi).
hi: यह आपका नया जनरेट किया गया **सीड फ्रेज़** बैकअप है। इन बारह शब्दों को लिख लें या पासवर्ड मैनेजर में सहेजें और इस Wallet को ज्ञात Mints से ecash पुनर्स्थापित करने के लिए उपयोग करें (उन्हें भी लिख लें)।
ja: これは新しく生成された**シードフレーズ**のバックアップです。これらの12単語を書き留めるかパスワードマネージャーに保存し、このウォレットに登録されたミントからecashを復元するために使用してください（ミントも書き留めてください）。
ko: 새로 생성된 **시드 구문** 백업입니다. 이 12개의 단어를 적어두거나 비밀번호 관리자에 저장하고, 이 지갑에 등록된 민트에서 ecash를 복원하는 데 사용하세요(민트도 적어두세요).
pt_br: Este é o backup da sua nova **frase semente** gerada. Anote estas doze palavras ou salve-as em um gerenciador de senhas e use-as para restaurar ecash dos mints conhecidos por este wallet (anote-os também).
ru: Это твоя новая резервная копия **сид-фразы**. Запиши эти двенадцать слов или сохрани их в менеджере паролей и используй для восстановления ecash из минтов, известных этому кошельку (их тоже запиши).
tr: Bu, yeni oluşturulmuş **seed ifadesi** yedeğindir. Bu on iki kelimeyi yaz veya bir şifre yöneticisine kaydet ve bu cüzdanın bildiği Mint'lerden ecash'i geri yüklemek için kullan (onları da yaz).

source: This mint did not pass verification before being added. Detail: %@
ar: لم يجتز هذا الـ mint التحقق قبل الإضافة. التفاصيل: %@
bn: এই Mint যোগ করার আগে যাচাইকরণ পাস করেনি। বিবরণ: %@
de: Diese Mint hat die Verifizierung vor dem Hinzufügen nicht bestanden. Details: %@
es: Este mint no pasó la verificación antes de ser agregado. Detalle: %@
fr: Ce mint n'a pas passé la vérification avant d'être ajouté. Détail : %@
hi: यह Mint जोड़ने से पहले सत्यापन पास नहीं कर पाया। विवरण: %@
ja: このミントは追加前の検証に合格しませんでした。詳細: %@
ko: 이 민트는 추가 전 검증을 통과하지 못했습니다. 상세: %@
pt_br: Este mint não passou na verificação antes de ser adicionado. Detalhe: %@
ru: Этот минт не прошёл проверку перед добавлением. Подробности: %@
tr: Bu Mint eklenmeden önce doğrulamayı geçemedi. Ayrıntı: %@

source: This payment did not go through and is marked "unpaid" with the mint. Would you like to try again?
ar: لم يتم هذا الدفع وهو مسجل كـ "غير مدفوع" لدى الـ mint. هل تريد المحاولة مرة أخرى؟
bn: এই পেমেন্ট হয়নি এবং Mint-এ "অপরিশোধিত" হিসেবে চিহ্নিত। আপনি কি আবার চেষ্টা করতে চান?
de: Diese Zahlung ist nicht durchgegangen und ist bei der Mint als “unbezahlt” erfasst. Möchtest du es noch einmal versuchen?
es: Este pago no se realizó y está marcado como "no pagado" en el mint. ¿Quieres intentar de nuevo?
fr: Ce paiement n'a pas abouti et est marqué « non payé » auprès du mint. Veux-tu réessayer ?
hi: यह भुगतान नहीं हुआ और Mint में "अवैतनिक" चिह्नित है। क्या आप फिर से प्रयास करना चाहते हैं?
ja: この支払いは完了せず、ミントで「未払い」と記録されています。もう一度試しますか？
ko: 이 결제가 처리되지 않았으며 민트에서 "미결제"로 표시되어 있습니다. 다시 시도하시겠습니까?
pt_br: Este pagamento não foi realizado e está marcado como "não pago" no mint. Gostaria de tentar novamente?
ru: Этот платёж не прошёл и отмечен как «не оплачен» в минте. Хочешь попробовать снова?
tr: Bu ödeme gerçekleşmedi ve Mint'te "ödenmemiş" olarak işaretlendi. Tekrar denemek ister misin?

source: This payment did not go through and one or more parts are marked "unpaid". The Ecash reserved for this operation is still valid and can be made available by removing the pending transfer event.
ar: لم يتم هذا الدفع وجزء واحد أو أكثر مسجل كـ "غير مدفوع". الـ Ecash المحجوز لهذه العملية لا يزال صالحًا ويمكن تحريره بإزالة حدث التحويل المعلق.
bn: এই পেমেন্ট হয়নি এবং এক বা একাধিক অংশ "অপরিশোধিত" হিসেবে চিহ্নিত। এই অপারেশনের জন্য সংরক্ষিত Ecash এখনো বৈধ এবং অমীমাংসিত ট্রান্সফার ইভেন্ট মুছে ফেলে উপলব্ধ করা যেতে পারে।
de: Diese Zahlung ist nicht durchgegangen und ein oder mehr Teile sind bei der Mint als “unbezahlt” erfasst. Das für diese Zahlung reservierte Ecash ist noch gültig und kann wieder verfügbar gemacht werden indem Du das ausstehende Zahlungsereignis entfernst.
es: Este pago no se realizó y una o más partes están marcadas como "no pagadas". El Ecash reservado para esta operación sigue siendo válido y puede liberarse eliminando el evento de transferencia pendiente.
fr: Ce paiement n'a pas abouti et une ou plusieurs parties sont marquées « non payé ». L'Ecash réservé pour cette opération est toujours valide et peut être libéré en supprimant l'événement de transfert en attente.
hi: यह भुगतान नहीं हुआ और एक या अधिक हिस्से "अवैतनिक" चिह्नित हैं। इस ऑपरेशन के लिए आरक्षित Ecash अभी भी वैध है और लंबित ट्रांसफर इवेंट हटाकर उपलब्ध कराया जा सकता है।
ja: この支払いは完了せず、1つ以上の部分が「未払い」と記録されています。この操作のために予約されたEcashはまだ有効で、保留中の転送イベントを削除して利用可能にできます。
ko: 이 결제가 처리되지 않았으며 하나 이상의 부분이 "미결제"로 표시되어 있습니다. 이 작업을 위해 예약된 Ecash는 여전히 유효하며 대기 중인 전송 이벤트를 제거하여 사용 가능하게 할 수 있습니다.
pt_br: Este pagamento não foi realizado e uma ou mais partes estão marcadas como "não pago". O Ecash reservado para esta operação ainda é válido e pode ser liberado removendo o evento de transferência pendente.
ru: Этот платёж не прошёл, и одна или несколько частей отмечены как «не оплачены». Ecash, зарезервированный для этой операции, всё ещё действителен и может быть освобождён удалением ожидающего события перевода.
tr: Bu ödeme gerçekleşmedi ve bir veya daha fazla kısım "ödenmemiş" olarak işaretlendi. Bu işlem için ayrılan Ecash hâlâ geçerli ve bekleyen transfer olayını kaldırarak kullanılabilir hale getirilebilir.

source: This payment did not go through and one or more parts are marked "unpaid". Would you like to try again?
ar: لم يتم هذا الدفع وجزء واحد أو أكثر مسجل كـ "غير مدفوع". هل تريد المحاولة مرة أخرى؟
bn: এই পেমেন্ট হয়নি এবং এক বা একাধিক অংশ "অপরিশোধিত" হিসেবে চিহ্নিত। আপনি কি আবার চেষ্টা করতে চান?
de: Diese Zahlung ist nicht durchgegangen und ein oder mehr Teile sind bei der Mint als “unbezahlt” erfasst. Möchtest du es noch einmal versuchen?
es: Este pago no se realizó y una o más partes están marcadas como "no pagadas". ¿Quieres intentar de nuevo?
fr: Ce paiement n'a pas abouti et une ou plusieurs parties sont marquées « non payé ». Veux-tu réessayer ?
hi: यह भुगतान नहीं हुआ और एक या अधिक हिस्से "अवैतनिक" चिह्नित हैं। क्या आप फिर से प्रयास करना चाहते हैं?
ja: この支払いは完了せず、1つ以上の部分が「未払い」と記録されています。もう一度試しますか？
ko: 이 결제가 처리되지 않았으며 하나 이상의 부분이 "미결제"로 표시되어 있습니다. 다시 시도하시겠습니까?
pt_br: Este pagamento não foi realizado e uma ou mais partes estão marcadas como "não pago". Gostaria de tentar novamente?
ru: Этот платёж не прошёл, и одна или несколько частей отмечены как «не оплачены». Хочешь попробовать снова?
tr: Bu ödeme gerçekleşmedi ve bir veya daha fazla kısım "ödenmemiş" olarak işaretlendi. Tekrar denemek ister misin?

source: This payment is still pending. Please check again later to make sure the lightning payment was successful.
ar: هذا الدفع لا يزال معلقًا. يرجى التحقق لاحقًا للتأكد من نجاح دفع Lightning.
bn: এই পেমেন্ট এখনো অমীমাংসিত। Lightning পেমেন্ট সফল হয়েছে কিনা পরে আবার পরীক্ষা করুন।
de: Diese Zahlung ist noch ausstehend. Bitte prüfe später noch einmal ob die Zahlung erfolgreich war.
es: Este pago aún está pendiente. Vuelve a verificar más tarde para asegurar que el pago Lightning fue exitoso.
fr: Ce paiement est encore en attente. Vérifie à nouveau plus tard pour t'assurer que le paiement Lightning a réussi.
hi: यह भुगतान अभी भी लंबित है। Lightning भुगतान सफल रहा यह सुनिश्चित करने के लिए बाद में फिर से जांचें।
ja: この支払いはまだ保留中です。Lightning支払いが成功したか後で再確認してください。
ko: 이 결제가 아직 대기 중입니다. 나중에 다시 확인하여 라이트닝 결제가 성공했는지 확인하세요.
pt_br: Este pagamento ainda está pendente. Verifique novamente mais tarde para garantir que o pagamento Lightning foi bem-sucedido.
ru: Этот платёж всё ещё ожидает. Проверь позже, чтобы убедиться, что Lightning-платёж прошёл успешно.
tr: Bu ödeme hâlâ beklemede. Lightning ödemesinin başarılı olduğundan emin olmak için daha sonra tekrar kontrol et.

source: This wallet and the Cashu protocol are in active development. Be cautious when using this software and follow best practices: - Mint only as much as you are ready to lose - Only use mints you trust - Back up your wallet If you experience any issues, don't hesitate to send a request for support or feedback to [support@macadamia.cash](mailto:support@macadamia.cash) or open an Issue on [Github](https://github.com/zeugmaster/macadamia/issues).
ar: هذه المحفظة وبروتوكول Cashu قيد التطوير النشط. كن حذرًا عند استخدام هذا البرنامج واتبع أفضل الممارسات: - لا تنشئ إلا بقدر ما أنت مستعد لخسارته - استخدم فقط المنتات التي تثق بها - احفظ نسخة احتياطية من محفظتك إذا واجهت أي مشاكل، لا تتردد في إرسال طلب دعم أو ملاحظات إلى [support@macadamia.cash](mailto:support@macadamia.cash) أو افتح Issue على [Github](https://github.com/zeugmaster/macadamia/issues).
bn: এই Wallet এবং Cashu প্রোটোকল সক্রিয় উন্নয়নে আছে। এই সফ্টওয়্যার ব্যবহারে সতর্ক থাকুন এবং সর্বোত্তম অনুশীলন অনুসরণ করুন: - শুধুমাত্র যতটুকু হারাতে প্রস্তুত ততটুকু Mint করুন - শুধুমাত্র বিশ্বস্ত Mint ব্যবহার করুন - আপনার Wallet ব্যাকআপ করুন কোনো সমস্যা হলে, [support@macadamia.cash](mailto:support@macadamia.cash)-এ সহায়তা অনুরোধ পাঠান বা [Github](https://github.com/zeugmaster/macadamia/issues)-এ Issue খুলুন।
de: Dieses Wallet sowie das Cashu-Protokoll werden aktiv weiterentwickelt. Sei achtsam wenn du diese Software verwendest und folge diesen Empfehlungen: - Erstelle nur so viel Ecash wie du bereit bist zu verlieren - Verwende nur Mints, denen du vertraust - Erstelle ein Backup deines Wallets Falls du Probleme haben solltest, sende gerne eine Supportanfrage oder Feedback an [support@macadamia.cash](mailto:support@macadamia.cash) oder melde das Probem auf [GitHub](https://github.com/zeugmaster/macadamia/issues).
es: Este wallet y el protocolo Cashu están en desarrollo activo. Ten precaución al usar este software y sigue las mejores prácticas: - Crea solo tanto ecash como estés dispuesto a perder - Usa solo mints en los que confíes - Haz una copia de seguridad de tu wallet Si experimentas algún problema, no dudes en enviar una solicitud de soporte o comentarios a [support@macadamia.cash](mailto:support@macadamia.cash) o abre un Issue en [Github](https://github.com/zeugmaster/macadamia/issues).
fr: Ce wallet et le protocole Cashu sont en développement actif. Sois prudent en utilisant ce logiciel et suis les bonnes pratiques : - Ne crée que ce que tu es prêt à perdre - N'utilise que des mints de confiance - Sauvegarde ton wallet Si tu rencontres des problèmes, n'hésite pas à envoyer une demande de support ou tes retours à [support@macadamia.cash](mailto:support@macadamia.cash) ou ouvre une Issue sur [Github](https://github.com/zeugmaster/macadamia/issues).
hi: यह Wallet और Cashu प्रोटोकॉल सक्रिय विकास में हैं। इस सॉफ़्टवेयर का उपयोग करते समय सावधान रहें और सर्वोत्तम प्रथाओं का पालन करें: - केवल उतना ही Mint करें जितना आप खोने को तैयार हैं - केवल विश्वसनीय Mints का उपयोग करें - अपने Wallet का बैकअप लें यदि कोई समस्या हो, तो [support@macadamia.cash](mailto:support@macadamia.cash) पर सहायता अनुरोध भेजें या [Github](https://github.com/zeugmaster/macadamia/issues) पर Issue खोलें।
ja: このウォレットとCashuプロトコルは活発に開発中です。このソフトウェアの使用には注意し、ベストプラクティスに従ってください: - 失っても構わない金額のみミントしてください - 信頼できるミントのみ使用してください - ウォレットをバックアップしてください 問題が発生した場合は、[support@macadamia.cash](mailto:support@macadamia.cash)にサポートリクエストを送るか、[Github](https://github.com/zeugmaster/macadamia/issues)でIssueを作成してください。
ko: 이 지갑과 Cashu 프로토콜은 활발히 개발 중입니다. 이 소프트웨어를 사용할 때 주의하고 모범 사례를 따르세요: - 잃어도 괜찮은 금액만 민트하세요 - 신뢰하는 민트만 사용하세요 - 지갑을 백업하세요 문제가 발생하면 [support@macadamia.cash](mailto:support@macadamia.cash)로 지원 요청을 보내거나 [Github](https://github.com/zeugmaster/macadamia/issues)에서 Issue를 열어주세요.
pt_br: Este wallet e o protocolo Cashu estão em desenvolvimento ativo. Tenha cuidado ao usar este software e siga as melhores práticas: - Crie apenas o que você está disposto a perder - Use apenas mints em que você confia - Faça backup do seu wallet Se tiver problemas, não hesite em enviar uma solicitação de suporte ou feedback para [support@macadamia.cash](mailto:support@macadamia.cash) ou abra uma Issue no [Github](https://github.com/zeugmaster/macadamia/issues).
ru: Этот кошелёк и протокол Cashu находятся в активной разработке. Будь осторожен при использовании и следуй лучшим практикам: - Создавай ecash только на сумму, которую готов потерять - Используй только доверенные минты - Делай резервную копию кошелька Если возникнут проблемы, отправь запрос в поддержку на [support@macadamia.cash](mailto:support@macadamia.cash) или создай Issue на [Github](https://github.com/zeugmaster/macadamia/issues).
tr: Bu cüzdan ve Cashu protokolü aktif geliştirme aşamasındadır. Bu yazılımı kullanırken dikkatli ol ve en iyi uygulamaları takip et: - Yalnızca kaybetmeye hazır olduğun kadar Mint et - Yalnızca güvendiğin Mint'leri kullan - Cüzdanını yedekle Herhangi bir sorun yaşarsan, [support@macadamia.cash](mailto:support@macadamia.cash) adresine destek talebi gönder veya [Github](https://github.com/zeugmaster/macadamia/issues)'da Issue aç.

source: This wallet does not appear to have a seed.
ar: لا يبدو أن هذه المحفظة تحتوي على بذرة.
bn: এই Wallet-এ seed নেই বলে মনে হচ্ছে।
de: Diese Wallet scheint keine Seed zu haben.
es: Este wallet no parece tener una semilla.
fr: Ce wallet ne semble pas avoir de seed.
hi: इस Wallet में seed नहीं दिखता।
ja: このウォレットにはシードがないようです。
ko: 이 지갑에는 시드가 없는 것 같습니다.
pt_br: Este wallet não parece ter uma semente.
ru: У этого кошелька, похоже, нет сида.
tr: Bu cüzdanın bir seed'i yok gibi görünüyor.

source: This wallet still contains valid ecash that will become inaccessible if you restore now. Are you sure?
ar: لا تزال هذه المحفظة تحتوي على ecash صالح سيصبح غير قابل للوصول إذا استعدت الآن. هل أنت متأكد؟
bn: এই Wallet-এ এখনো বৈধ ecash আছে যা এখন পুনরুদ্ধার করলে অ্যাক্সেসযোগ্য হবে না। আপনি কি নিশ্চিত?
de: Dieses Wallet enthält noch gültiges Ecash, das unzugänglich wird wenn Du jetzt wiederherstellst. Bist Du sicher?
es: Este wallet aún contiene ecash válido que será inaccesible si restauras ahora. ¿Estás seguro?
fr: Ce wallet contient encore de l'ecash valide qui deviendra inaccessible si tu restaures maintenant. Es-tu sûr ?
hi: इस Wallet में अभी भी वैध ecash है जो अभी पुनर्स्थापित करने पर अनुपलब्ध हो जाएगा। क्या आप सुनिश्चित हैं?
ja: このウォレットにはまだ有効なecashが含まれており、今復元すると利用できなくなります。よろしいですか？
ko: 이 지갑에는 아직 유효한 ecash가 있으며 지금 복원하면 접근할 수 없게 됩니다. 계속하시겠습니까?
pt_br: Este wallet ainda contém ecash válido que ficará inacessível se você restaurar agora. Tem certeza?
ru: Этот кошелёк всё ещё содержит действительный ecash, который станет недоступным при восстановлении. Ты уверен?
tr: Bu cüzdan hâlâ geçerli ecash içeriyor ve şimdi geri yüklersen erişilemez hale gelecek. Emin misin?

source: This wallet-specific key is used for Nostr functionality.
ar: يُستخدم هذا المفتاح الخاص بالمحفظة لوظائف Nostr.
bn: এই Wallet-নির্দিষ্ট key Nostr কার্যকারিতার জন্য ব্যবহৃত হয়।
de: Dieser Wallet-spezische Key wird für Nostr verwendet.
es: Esta clave específica del wallet se usa para la funcionalidad de Nostr.
fr: Cette clé spécifique au wallet est utilisée pour les fonctionnalités Nostr.
hi: यह Wallet-विशिष्ट key Nostr कार्यक्षमता के लिए उपयोग की जाती है।
ja: このウォレット専用キーはNostr機能に使用されます。
ko: 이 지갑 전용 키는 Nostr 기능에 사용됩니다.
pt_br: Esta chave específica do wallet é usada para funcionalidades do Nostr.
ru: Этот ключ кошелька используется для функций Nostr.
tr: Bu cüzdana özel key, Nostr işlevselliği için kullanılır.

source: To
ar: إلى
bn: প্রতি
de: An
es: A
fr: À
hi: प्रति
ja: 宛先
ko: 받는 곳
pt_br: Para
ru: Кому
tr: Kime

source: To save a nickname press Return.
ar: لحفظ اللقب اضغط على Enter.
bn: ডাকনাম সংরক্ষণ করতে Return চাপুন।
de: Um Spitznamen zu speichern, tippe Enter.
es: Para guardar un apodo presiona Enter.
fr: Pour sauvegarder un surnom, appuie sur Entrée.
hi: उपनाम सहेजने के लिए Return दबाएं।
ja: ニックネームを保存するにはReturnを押してください。
ko: 닉네임을 저장하려면 Return을 누르세요.
pt_br: Para salvar um apelido, pressione Enter.
ru: Чтобы сохранить псевдоним, нажми Return.
tr: Takma adı kaydetmek için Return'e bas.

source: To:
ar: إلى:
bn: প্রতি:
de: An:
es: A:
fr: À :
hi: प्रति:
ja: 宛先:
ko: 받는 곳:
pt_br: Para:
ru: Кому:
tr: Kime:

source: Token
ar: توكن
ja: トークン
ko: 토큰
ru: Токен

source: Token Error
ar: خطأ في التوكن
bn: Token ত্রুটি
de: Token-Fehler
es: Error de Token
fr: Erreur de Token
hi: Token त्रुटि
ja: トークンエラー
ko: 토큰 오류
pt_br: Erro de Token
ru: Ошибка токена
tr: Token hatası

source: Token is authentic
ar: التوكن أصلي
bn: Token প্রামাণিক
de: Token ist authentisch
es: El token es auténtico
fr: Le token est authentique
hi: Token प्रामाणिक है
ja: トークンは正規です
ko: 토큰이 정품입니다
pt_br: O token é autêntico
ru: Токен подлинный
tr: Token doğrulanmış

source: Token is pending.
ar: التوكن معلق.
bn: Token অমীমাংসিত।
de: Token ist ausstehend.
es: El token está pendiente.
fr: Le token est en attente.
hi: Token लंबित है।
ja: トークンは保留中です。
ko: 토큰이 대기 중입니다.
pt_br: O token está pendente.
ru: Токен ожидает.
tr: Token beklemede.

source: Token was redeemed.
ar: تم استرداد التوكن.
bn: Token রিডিম হয়েছে।
de: Token wurde eingelöst.
es: El token fue canjeado.
fr: Le token a été encaissé.
hi: Token रिडीम किया गया।
ja: トークンは引き換え済みです。
ko: 토큰이 사용되었습니다.
pt_br: O token foi resgatado.
ru: Токен был получен.
tr: Token kullanıldı.

source: Total Amount
ar: المبلغ الإجمالي
bn: মোট পরিমাণ
de: Gesamter Betrag
es: Monto total
fr: Montant total
hi: कुल राशि
ja: 合計金額
ko: 총 금액
pt_br: Valor total
ru: Общая сумма
tr: Toplam tutar

source: Total Amount:
ar: المبلغ الإجمالي:
bn: মোট পরিমাণ:
de: Gesamter Betrag:
es: Monto total:
fr: Montant total :
hi: कुल राशि:
ja: 合計金額:
ko: 총 금액:
pt_br: Valor total:
ru: Общая сумма:
tr: Toplam tutar:

source: Total Lightning Fees: %lld
ar: إجمالي رسوم Lightning: %lld
bn: মোট Lightning ফি: %lld
de: Gesamte Lightning-Gebühren: %lld
es: Tarifas Lightning totales: %lld
fr: Frais Lightning totaux : %lld
hi: कुल Lightning शुल्क: %lld
ja: Lightning手数料合計: %lld
ko: 총 라이트닝 수수료: %lld
pt_br: Taxas Lightning totais: %lld
ru: Общая комиссия Lightning: %lld
tr: Toplam Lightning ücreti: %lld

source: Transaction Unbalanced
ar: معاملة غير متوازنة
bn: লেনদেন ভারসাম্যহীন
de: Transaktion unausgeglichen
es: Transacción desequilibrada
fr: Transaction déséquilibrée
hi: लेनदेन असंतुलित
ja: トランザクション不均衡
ko: 거래 불균형
pt_br: Transação desequilibrada
ru: Транзакция несбалансирована
tr: İşlem dengesiz

source: Transfer
ar: تحويل
bn: ট্রান্সফার
es: Transferencia
fr: Transfert
hi: ट्रांसफर
ja: 転送
ko: 전송
pt_br: Transferência
ru: Перевод

source: Transfer %lld
ar: تحويل %lld
bn: ট্রান্সফার %lld
es: Transferencia %lld
fr: Transfert %lld
hi: ट्रांसफर %lld
ja: 転送 %lld
ko: 전송 %lld
pt_br: Transferência %lld
ru: Перевод %lld

source: Transfer amount approaching the total balance risks payment failure due to fees.
ar: اقتراب مبلغ التحويل من الرصيد الإجمالي يخاطر بفشل الدفع بسبب الرسوم.
bn: ট্রান্সফারের পরিমাণ মোট ব্যালেন্সের কাছাকাছি হলে ফি-এর কারণে ব্যর্থ হতে পারে।
de: Beträge nahe des Gesamt-Guthabens riskieren Fehler aufgrund von Gebühren.
es: El monto de transferencia cercano al saldo total arriesga un fallo por tarifas.
fr: Un montant de transfert proche du solde total risque un échec dû aux frais.
hi: कुल शेष के करीब ट्रांसफर राशि शुल्क के कारण विफलता का जोखिम रखती है।
ja: 転送額が合計残高に近づくと、手数料により失敗する可能性があります。
ko: 전송 금액이 총 잔액에 가까우면 수수료로 인해 실패할 수 있습니다.
pt_br: O valor da transferência próximo ao saldo total arrisca falha por taxas.
ru: Сумма перевода, близкая к общему балансу, рискует неудачей из-за комиссий.
tr: Transfer tutarı toplam bakiyeye yaklaşırsa ücretler nedeniyle başarısız olabilir.
